export const guestbookMessages = [
    { to: "임형근", message: "졸업 가능하다고? 거짓말 ㅋ", from: "허선범" },
    { to: "이인준", message: "나는 바보다", from: "이인준" },
    {
      to: "임형근",
      message:
        "난 최고다난 최고다난 최고다난 최고다난 최고다난 최고다난 최고다난 최고다난 최고다난 최고다난 최고다난 최고다난 최고다난 최고다난 최고다난 최고다난 최고다난 최고다",
      from: "임형근",
    },
    { to: "임형근", message: "졸업 가능하다고? 거짓말 ㅋ", from: "허선범" },
    { to: "이인준", message: "나는 바보다", from: "이인준" },
    {
      to: "임형근",
      message:
        "난 최고다난 최고다난 최고다난 최고다난 최고다난 최고다난 최고다난 최고다난 최고다난 최고다난 최고다난 최고다난 최고다난 최고다난 최고다난 최고다난 최고다난 최고다",
      from: "임형근",
    },
    { to: "임형근", message: "졸업 가능하다고? 거짓말 ㅋ", from: "허선범" },
    { to: "이인준", message: "나는 바보다", from: "이인준" },
    {
      to: "임형근",
      message:
        "난 최고다난 최고다난 최고다난 최고다난 최고다난 최고다난 최고다난 최고다난 최고다난 최고다난 최고다난 최고다난 최고다난 최고다난 최고다난 최고다난 최고다난 최고다",
      from: "임형근",
    },
    { to: "임형근", message: "졸업 가능하다고? 거짓말 ㅋ", from: "허선범" },
    { to: "이인준", message: "나는 바보다", from: "이인준" },
    {
      to: "임형근",
      message:
        "난 최고다난 최고다난 최고다난 최고다난 최고다난 최고다난 최고다난 최고다난 최고다난 최고다난 최고다난 최고다난 최고다난 최고다난 최고다난 최고다난 최고다난 최고다",
      from: "임형근",
    },
  ];